"HTRefreshHeaderIdleText" = "Pull down to refresh";
"HTRefreshHeaderPullingText" = "Release to refresh";
"HTRefreshHeaderRefreshingText" = "Loading...";

"HTRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"HTRefreshAutoFooterRefreshingText" = "Loading...";
"HTRefreshAutoFooterNoMoreDataText" = "No more data";

"HTRefreshBackFooterIdleText" = "Pull up to load more";
"HTRefreshBackFooterPullingText" = "Release to load more";
"HTRefreshBackFooterRefreshingText" = "Loading...";
"HTRefreshBackFooterNoMoreDataText" = "No more data";

"HTRefreshHeaderLastTimeText" = "Last update: ";
"HTRefreshHeaderDateTodayText" = "Today";
"HTRefreshHeaderNoneLastDateText" = "No record";
